{
  "category": "Sex & Kink",
  "icon": "kinks.svg",
  "description": "Terms related to fetishes and sexual interests associated with trans communities",
  "categoryImage": "paraphilias.webp",
  "terms": [
    {
      "term": "Chasers",
      "definition": "A man that fetishizes trans women, often to the point of objectifying them. They often turn out to be repressed trans women themselves.",
      "isDefiningTerm": false,
      "images": ["./Brainworms Glossary_files/images/chasers.webp"],
      "relatedTerms": [],
      "secondaryCategories": ["Cissies"]
    },
    {
      "term": "Diapertranny",
      "definition": "A trans person (almost always a trans woman) who wears diapers for sexual gratification and often also likes to act as if they are a baby or young child. These people often consider themselves to be part of the \"ABDL\" community (adult baby diaper lovers). For unknown reasons, within the ABDL community, there are an extremely disproportionate amount of trans women in comparison to cis women.",
      "isDefiningTerm": false,
      "images": ["./Brainworms Glossary_files/images/diapertranny.webp"]
    },
    {
      "term": "Fujoshi",
      "definition": "refers to women who love yaoi (hentai porn which focuses on gay males). Fujoshi typically self-insert as the twink, or imagine one of the couple as a trans man receiving PIV sex or getting pregnant, etc to be more 'relatable' to their actual romantic/sexual experiences.",
      "isDefiningTerm": false,
      "images": ["./Brainworms Glossary_files/images/fujoshi.webp"],
      "relatedTerms": ["Yaoi", "FTM"],
      "secondaryCategories": ["FTMs", "Sexual Orientations"]
    },
    {
      "term": "Sissy",
      "definition": "Sissy is a derogatory term for amab people who are perceived to fail at performing masculinity. Sissy is also a fetish term referring to obtaining arousal through shame associated with femininity. The sissy fetish typically involves exaggerated femininity being forced onto an unwilling subject for that subject's arousal. It typically involves fancy dresses with lace, ribbons, petticoats, etc.",
      "isDefiningTerm": false,
      "images": ["./Brainworms Glossary_files/images/sissy.webp"],
      "relatedTerms": [
        "Sissy Hypno",
        "AGP",
        "Euphoria boner"
      ]
    },
    {
      "term": "Sissy Hypno",
      "definition": "A genre of pornographic video and audio that is purported to hypnotize a subject into becoming a sissy, transgender, or a woman in order to obtain sexual arousal.",
      "isDefiningTerm": false,
      "images": ["./Brainworms Glossary_files/images/sissyhypno.webp"],
      "relatedTerms": ["Sissy", "Pinkpill"]
    },
    {
      "term": "girlgasm",
      "definition": "An originally sincere term that originated within reddit trans communities, adopted as a satirical term by the 4tran community to make fun of the reddit trannies who use it unironically. The term describes the newly intense orgasms that MTFs often experience as a result of estrogen exposure.",
      "isDefiningTerm": false,
      "images": ["./Brainworms Glossary_files/images/girlgasm.webp"],
      "relatedTerms": [],
      "secondaryCategories": [
        "HRT",
        "MTFs"
      ]
    },
    {
      "term": "Puppygirl",
      "definition": "The increasingly prevalent phenomenon of transwomen engaging in puppyplay, a form of submissive roleplay that may or may not be sexual, in which a transgirl take on the behavior of a puppy.",
      "isDefiningTerm": false,
      "images": ["./Brainworms Glossary_files/images/puppygirl.webp"],
      "relatedTerms": ["Catgirl", "Petpill"],
      "secondaryCategories": ["MTFs"]
    },
    {
      "term": "Catgirl",
      "definition": "The increasingly less common phenomenon of transwomen engaging in kittenplay, a form of submissive roleplay that may or may not be sexual, in which a transgirl take on the behavior of a kitten. This kink used to be extremely common within communities of transwomen through the 2010s, but for unknown reasons suddenly began to be surpassed in popularity by puppyplay around ~2020.",
      "isDefiningTerm": false,
      "images": ["./Brainworms Glossary_files/images/catgirl.webp"],
      "relatedTerms": ["Puppygirl", "Petpill"],
      "secondaryCategories": ["MTFs"]
    },
    {
      "term": "The Human Domestication Guide",
      "definition": "An erotic fiction universe created by transwomen, in which human beings have been defeated and taken over by a race of technologically advance plant beings which keep humans as pets and use xenodrugs as brainwashing tools.",
      "isDefiningTerm": false,
      "images": ["./Brainworms Glossary_files/images/human domestication guide.jpg"],
      "relatedTerms": ["Fagslop"],
      "secondaryCategories": ["MTFs", "Random Cultural Stuff"]
    },
    {
      "term": "Sissygasm",
      "definition": "A term from the sissy subculture that refers to an anal orgasm.",
      "isDefiningTerm": false,
      "images": [],
      "relatedTerms": [
        "Sissy",
        "girlgasm"
      ]
    },
    {
      "term": "Frotting",
      "definition": "The act of two AMABs rubbing their penis' together, usually while making out. This is a common pastime during transbian sexual encounters.",
      "isDefiningTerm": false,
      "images": ["./Brainworms Glossary_files/images/frotting.webp"],
      "relatedTerms": [
        "Transbian",
        "T4T"
      ]
    }
  ]
}